Repository: abdallah-hader/MediaPlayerPro
Catalog: languages/*/lc_messages/MediaPlayerPro.po
Languages: es, fr, tr

source: عدد الثواني للتقديم
es: Número de segundos para adelantar/retroceder
fr: Nombre de secondes pour avancer / reculer
tr: İleri/geri sarmak için uygulanacak saniye

source: التحقق من وجود تحديثات عند البدئ
es: Comprobar actualizaciones al reiniciar
fr: Vérifiez les mises à jour au démarrage
tr: Başlangıçta güncellemeleri kontrol edin

source: التحقق مِن تحديثات اللغة عند البدء
tr: Başlarken dil güncellemelerini kontrol edin

source: تحميل المسار كاملًا عند فتح ملف, في حال تفعيل هذا الخيار, عند فتح أي ملف, سيقوم البرنامج بفتح الملف مع المجلد كاملًا في البرنامج, هذا يسبب بطء في التحميل
es: Cargar ruta completa al abrir un archivo, si se activa esta opción, al abrir cualquier archivo, el programa abrirá dicho archivo junto con su carpeta completa. Esto causará que la carga sea lenta
fr: Chargez le chemin complèt lors de l'ouverture d'un fichier, si cette option est activée, lors de l'ouverture d'un fichier, le programme ouvrira ce fichier avec l'ensemble du dossier du programme, cela provoque un chargement lent
tr: bir dosyayı açarken tam konumu yükle, bu seçenek etkinleştirilirse, herhangi bir dosyayı açarken, program dosyayı tüm klasörle birlikte açar, bu yavaş bir yüklemeye neden olur

source: حفظ آخر مقطع مع الموضع عند الخروج, يقوم هذا الخيار بالتحقق مِن آخر مقطع تم تشغيله عند البدئ, ثم يقوم بتشغيله والإنتقال إلى النقطة التي تم الوقوف عندها.
es: Guardar la posición del último clip al salir. Esta opción comprueba el último clip reproducido desde el comienzo, y lo reproduce desde la posición donde se detuvo.
fr: Sauvegardez la position du dernier clip en quittant, cette option vérifie le dernier clip lu depuis le début et lit à partir de la position où il s'est arrêté.
tr: Son parçayı çıkıştaki konumuyla kaydedin, bu seçenek başlangıçta oynatılan son parçayı kontrol eder, ardından oynatır ve durdurulduğu noktaya hareket eder.

source: تشغيل أول ملف بعد فتح مجلد
es: reproducir el primer archivo después de abrir una carpeta
fr: Lire le premier fichier après l'ouverture du dossier
tr: Klasörü açtıktan sonra ilk dosyayı oynat

source: تفعيل سجل البحث
es: Habilitar historial de búsquedas
fr: Activer l'historique de recherche
tr: Arama geçmişini etkinleştir

source: نطق الإيقاف المؤقت والإستئناف
es: verbalizar reproducir / pausar
fr: Verbaliser mettre en pause / reprendre la lecture
tr: Oynat / duraklat, ifadesini bildir

source: نطق مستوى الصوت عند تغييره
es: Verbalizar cambios de volumen
fr: Verbaliser le changement de volume
tr: Ses seviyesi değişikliklerini bildir

source: نطق الوقت المنقضي عند التقديم والتأخير
es: verbalizar tiempo transcurrido al adelantar y retroceder
fr: Verbaliser le temps écoulé lors de l'avancement et le reculement
tr: İleri ve geri sarıldığında geçen süreyi bildir

source: النطق عند إعادة تشغيل المقطع
es: Verbalizar si la pista se vuelve a reproducir
fr: Verbaliser si la piste ait relue
tr: Parçayı tekrar oynatırken bildir

source: نطق معدل السرعة عند تغييره
es: Verbalizar cambios de velocidad
fr: Verbaliser le changement de vitesse
tr: hız oranını değiştirirken bildir

source: control موصى إستخدامه في windows11 مع الإختصارات الأخرا alt و windows
es: en Windows 11 se recomienda usar control con otros atajos como alt y Windows.
fr: Dans Windows 11 il est recommandé d'utiliser control avec d'autres raccourcis tels que alt et Windows.
tr: kontrol, Windows 11'de diğer kısayollar alt ve windows ile kullanılması önerilir

source: استبدال الأزرار page_up / page_down بالأزرار tab / shift+tab
es: reemplazar las teclas retroceso de página/ avance de página con tab / shift+tab
fr: Remplacer les touches page précédente / page suivante par les touches tab / shift+tab
tr: Sayfa yukarı / sayfa aşağı düğmelerini tab / shift + tab düğmeleriyle değiştirin

source: قرائة الترجمات
es: Leer subtítulos
fr: Lire les sous-titres
tr: Altyazıları oku

source: تحميل ملف الترجمة تلقائيًا
es: Cargar el archivo de subtítulos automáticamente
fr: Chargez automatiquement le fichier de sous-titres
tr: Altyazı dosyasını otomatik olarak indir

source: استخدام sapi5 لِقِراءة الترجمات
es: Usar sapi5 para leer subtítulos
fr: Utilisez sapi5 pour lire les sous-titres
tr: Altyazıları okumak için sapi5 kullanın

source: اختر الصوت
es: Elegir voz
fr: Choisissez la voix
tr: Ses seçin

source: اختبار
es: probar
fr: Tester
tr: Test

source: سرعة القِراءة
es: índice de velocidad
fr: Vitesse de lecture
tr: Hız oranı

source: مستوى الصوت
es: nivel de volumen
fr: Niveau de volume
tr: Ses seviyesi

source: تم العثور على تحديث جديد
es: Se ha encontrado una nueva actualización
fr: Une nouvelle mise à jour a été trouvée
tr: Yeni bir güncelleme var

source: هناك تحديث جديد {name} الإصدار {ver} هل تريد التحديث الآن؟
es: Hay una nueva actualización {name} versión {ver} ¿Quieres actualizar ahora?
fr: Il y a une nouvelle mise à jour {name} version {ver} Voulez-vous mettre à jour maintenant ?
tr: Yeni bir güncelleme var {name} Sürüm {ver} Şimdi güncellemek istiyor musunuz?

source: لديك أحدث إصدار مِن MediaPlayerPro
es: Tienes la versión más reciente de MediaPlayerPro
fr: Vous avez la version la plus récente de MediaPlayerPro
tr: Media Player Pro'nun en son sürümüne sahipsiniz

source: لم يتم العثور على تحديثات
es: No se encontraron actualizaciones
fr: Aucune mise à jour n'a été trouvée
tr: Güncelleme bulunamadı

source: تم تحميل التحديث بنجاح, انقر فوق موافق لِتبدأ عملية التثبيت.
es: Actualización descargada con éxito, Haz clic en aceptar para comenzar el proceso de instalación.
fr: Mise à jour téléchargée avec succès, cliquez sur OK pour démarrer le processus d'installation.
tr: Güncelleme başarıyla indirildi, yükleme işlemini başlatmak için Tamam'a tıklayın.

source: يتم تثبيت التحديث
es: Instalando actualización
fr: Installation de la mise à jour en cours
tr: Güncelleme yüklendi

source: حدث خطأ غير متوقع عند محاولة فتح الملف للتثبيت، أعد تنزيل التحديث مرة أخرى، وإذا استمرت المشكلة، فقم بالإتصال بالمطور لحلها
es: Ocurrió un error inesperado al intentar abrir el archivo de instalación. vuelve a descargar la actualización, y si el problema persiste, ponte en contacto con el desarrollador para solucionarlo.
fr: Une erreur inattendue s'est produite lorsque vous essayez d'ouvrir le fichier d'installation. Téléchargez à nouveau la mise à jour et si le problème persiste, contactez le développeur pour le résoudre.
tr: Dosyayı kurulum için açmaya çalışırken beklenmeyen bir hata oluştu, güncellemeyi tekrar indirin, sorun devam ederse, çözüm için geliştirici ile iletişime geçin.

source: لقد أدخلت رابط غير صالح.
es: Has ingresado una URL inválida.
fr: Vous avez entré une URL non valide.
tr: Geçersiz bir URL girdiniz.

source: يتم التشغيل مِن يوتيوب: {title} المشاهدات: {views} المالك: {author} عدد الإعجابات: {likes} الوصف: {description}
es: Reproduciendo desde youtube: {title} Visualizaciones: {views} Autor: {author} Me gusta: {likes} descripción: {description}
fr: En cours de lecture à partir de YouTube: {title} Vues: {views} Auteur: {author} J'aime: {likes} Description: {description}
tr: YouTube'dan oynatıldı: {title} \ Görüntüleme: {views} \Yükleyen: {author} Beğeni sayısı: {likes} Açıklama: {description}

source: البحث في يوتيوب
es: Buscar en YouTube
fr: Rechercher sur YouTube
tr: YouTube'da ara

source: قائمة النتائج
es: Lista de resultados
fr: Liste des résultats
tr: Sonuç listesi

source: تحميل جميع النتائج الحالية في قائمة
es: Cargar todos los resultados actuales en una lista
fr: Chargez tous les résultats actuels dans une liste
tr: Tüm mevcut sonuçları bir listeye yükle

source: يتم البحث عن {q}
es: Buscando {q}
fr: Recherche en cours de {q}
tr: Aranıyor {q}

source: حدث خطأ أثناء محاولة البحث, قد تكون هناك مشكلة بالإتصال, إذا استمرت المشكلة بالظهور قم بمراسلة المطور لحل المشكلة
es: Ocurrió un error al intentar buscar. Puede que haya un problema de conexión. Si sigue apareciendo el problema, Ponte en contacto con el desarrollador.
fr: Une erreur s'est produite lorsque vous essayez de rechercher. Il peut y avoir un problème de connexion. Si le problème persiste, contactez le développeur.
tr: Aramaya çalışırken bir hata oluştu, bağlantı sorunu olabilir, sorun devam ederse, geliştiriciyle iletişime geçin.

source: اكتمل تحميل النتائج
es: Se ha completado la carga de resultados
fr: Chargement complet des résultats
tr: Sonuçlar yükleniyor

source: يتم تحميل المزيد من النتائج
es: Cargando más resultados
fr: Chargement en cours de plus de résultats
tr: Daha fazla sonuç yükleniyor

source: لا توجد نتائج أُخرى
es: No hay más resultados
fr: Il n'y a plus de résultats
tr: Başka sonuç yok

source: تم تحميل المزيد من النتائج
es: Más resultados cargados
fr: Plus de résultats chargés
tr: Daha fazla sonuç yüklendi

source: فتح الفيديو في المتصفح v
es: Abrir el video en el navegador v
fr: Ouvrir la vidéo dans le navigateur v
tr: Videoyu tarayıcıda aç v

source: فتح القناة في المتصفح c
es: Abrir canal en el navegador c
fr: Ouvrir la chaîne dans le navigateur c
tr: Kanalı tarayıcıda aç c

source: نسخ رابط الفيديو u
es: Copiar enlace del video u
fr: Copier le lien de la vidéo u
tr: Video bağlantısını kopyala u

source: نسخ رابط القناة l
es: Copiar enlace del canal l
fr: Copier le lien de la chaîne l
tr: Kanal bağlantısını kopyala l

source: يتم الفتح في المتصفح
es: Abriendo en el navegador
fr: Ouverture en cours dans le navigateur
tr: tarayıcıda açma

source: اختيار ملف ترجمة (.srt)|*.srt
es: Elegir un archivo de traducción (.srt)|*.srt
fr: Choisissez un fichier de sous-titres (.srt)|*.srt
tr: Bir altyazı dosyası seçin (.srt)|*.srt

source: تم تحميل ملف الترجمة {subfile}
es: Se ha cargado el archivo de subtítulos {subfile}.
fr: Le fichier de sous-titres {subfile} a été chargé.
tr: altyazı dosyası {subfile} yüklendi.

source: دليل المستخدم f1
es: Guía del usuario f1
fr: Guide de l'utilisateur f1

source: فتح ملف ctrl+o
es: abrir archivo ctrl+o
fr: Ouvrir un fichier ctrl+o

source: فتح مجلد ctrl+f
es: abrir carpeta ctrl+f
fr: Ouvrir un dossier ctrl+f

source: فتح ملف ترجمة (srt) ctrl+shift+s
es: abrir archivo de sutítulos (srt) ctrl+shift+s
fr: Ouvrir un fichier de sous-titres (srt) ctrl+shift+s

source: البحث في يوتيوب a
es: Buscar en YouTube a
fr: Rechercher sur YouTube a

source: تشغيل مِن رابط y
es: reproducir desde URL y
fr: Lire à partir de l'URL y

source: سجل البحث ctrl+h
es: Historial de búsquedas ctrl+h
fr: Historique de recherche ctrl+h

source: عرض تعليقات المقطع الحالي c
es: Mostrar comentarios para el clip actual c
fr: Afficher les commentaires pour le clip actuel c

source: نسخ الوصف ctrl+i
es: copiar descripción ctrl+i
fr: Copier la description ctrl+i

source: المفضلة f
es: favoritos f
fr: Favoris f

source: إضافة للمفضلة ctrl+p
es: añadir a favoritos ctrl+p
fr: ajouter aux favoris ctrl+p

source: البحث في المجلد s
es: buscar en carpeta s
fr: Rechercher dans le dossier s

source: الذهاب إلى g
es: ir a g
fr: Aller à g

source: الإختيار العشوائي ctrl+r
es: selección aleatoria ctrl+r
fr: Sélection aléatoire ctrl+r

source: الإعدادات ctrl+s
es: Ajustes ctrl+s
fr: Paramètres ctrl+s

source: قم بإدخال رابط اليوتيوب المُراد تشغيله
es: Ingresa la URL de YouTube que quieres reproducir
fr: Entrez l'URL YouTube que vous souhaitez lire

source: بطيء
es: lento
fr: Lent

source: بطيء جدا
es: muy lento
fr: Très lent

source: سريع
es: rápido
fr: Vite

source: سريع جدا
es: Muy rápido
fr: Très vite

source: متوسط
es: Promedio
fr: Moyen
