Repository: abdallah-hader/MediaPlayerPro
Catalog: languages/*/lc_messages/MediaPlayerPro.po
Languages: es, fr, tr

source: لم يتم تشغيل ملف بعد...
es: Aún no se está reproduciendo ningún archivo.
fr: Aucun fichier n'est en cours de lecture
tr: Oynatılan dosya yok...

source: هناك نسخة مِن البرنامج تعمل بالفعل
tr: Programın halihazırda çalışan bir sürümü var

source: خطأ
es: error
fr: Erreur
tr: Hata

source: القائمة الرئيسية
es: Menú principal
fr: Menu principal
tr: Ana menü

source: الخيارات
es: opciones
fr: Options
tr: Seçenekler

source: يوتيوب
es: youtube
fr: YouTube
tr: YouTube

source: حول
es: acerca de
fr: À propos de
tr: Hakkında

source: دليل المستخدم: f1
tr: Kullanım kılavuzu: f1

source: قناة البرنامج على تليجرام
es: canal del programa en telegram
fr: La chaîne du programme sur Telegram
tr: Programın Telegram'daki kanalı

source: حول البرنامج
es: Acerca del programa
fr: À propos du programme
tr: Program hakkında

source: التواصل معنا
es: ponte en contacto con nosotros
fr: Contactez-nous
tr: Bize Ulaşın

source: فتح ملف: ctrl+o
tr: Dosya aç: ctrl+o

source: فتح مجلد: ctrl+f
tr: Klasör aç: ctrl+f

source: فتح ملف ترجمة (srt): ctrl+shift+s
tr: Altyazı dosyasını aç (srt): ctrl+shift+s

source: البحث في يوتيوب: a
tr: YouTube'da ara: a

source: سجل البحث: ctrl+h
tr: Arama geçmişi: ctrl+h

source: عرض تعليقات المقطع الحالي: c
tr: Geçerli video için yorumları görüntüleyin: c

source: نسخ الوصف: ctrl+i
tr: Açıklamayı kopyala: ctrl+i

source: تشغيل مِن رابط: y
tr: URL'den oynat: y

source: المفضلة: f
tr: Favoriler: f

source: إضافة للمفضلة: ctrl+p
tr: Favorilere ekle: ctrl+p

source: البحث في المجلد: s
tr: Klasörde ara: s

source: الذهاب إلى: g
tr: Git: g

source: الإختيار العشوائي: ctrl+r
tr: Karışık seçim: ctrl+r

source: الإعدادات: ctrl+s
tr: Ayarlar: ctrl+s

source: البحث عن تحديثات
es: buscar actualizaciones
fr: Rechercher des mises à jour
tr: Güncellemeleri kontrol et

source: التحقق مِن تحديث اللغة
tr: Dil güncellemesini doğrulayın

source: خروج
es: salir
fr: Quitter
tr: Çıkış

source: تليجرام
es: telegram
fr: Telegram
tr: Telegram

source: فيسبوك
es: facebook
fr: Facebook
tr: Facebook

source: تويتر
es: twitter
fr: Twitter
tr: Twitter

source: {name}: الإصدار: {version}. المُطوِر: {author}. الوصف: برنامج يُسَهِل على مستخدمي قارئات الشاشة تشغيل مختلف الوسائط والتحكم بها بشكل سهل ومِن أي مكان من داخل البرنامج أو مِن خارجه مع إتاحة تحكمات النطق للمستخدم في حال أراد تفعيلها أو تعطيلها...
es: {name}: versión: {version}. autor: {author}. descripción: Un programa que hace más fácil que los usuarios de lectores de pantallas reproduzcan y controlen varios archivos multimedia desde cualquier parte, ya sea desde dentro del programa o fuera del mismo, proporcionando respuesta de voz al usuario si así lo desea.
fr: {name}: Version: {version}. Auteur: {author}. Description: Un programme qui permet aux utilisateurs des lecteurs d'écrans de lire et de contrôler plus facilement plusieurs fichiers multimédias de n'importe où, soit à partir du programme ou dehors de celui-ci, tout en fournissant des contrôles vocaux à l'utilisateur s'il veut les activer ou les désactiver...
tr: {name}: sürüm: {version}. geliştirici: {author}. açıklama: Ekran okuyucu kullanan kullanıcıların, program içinden veya dışından çeşitli medya dosyalarını kolayca ve herhangi bir yerden oynatmasını ve kontrol etmesini kolaylaştıran, kullanıcıya etkinleştirmek veya devre dışı bırakmak isterse konuşma kontrolleri sağlayan bir program...

source: يتم التحقق من وجود تحديث جديد ، يرجى الانتظار
es: Comprobando si hay nuevas actualizaciones, por favor espera
fr: Vérification de nouvelles mises à jour en cours, veuillez patienter
tr: Güncellemeler kontrol ediliyor, lütfen bekleyin

source: فتح ملف
es: Abrir archivo
fr: Ouvrir un fichier
tr: Dosya aç

source: قم بإختيار المجلد الذي تريد فتحه في البرنامج...
es: Elige la carpeta que deseas abrir.
fr: Choisissez le dossier que vous souhaitez ouvrir dans le programme...
tr: Açmak istediğiniz klasörü seçin...

source: تم إعادة تشغيل المقطع
es: La pista se ha vuelto a reproducir
fr: La piste a été relue
tr: Parça tekrar oynatıldı

source: تم الإيقاف المؤقت
es: pausado
fr: En pause
tr: Duraklatıldı

source: تم الإستئناف
es: reanudado
fr: A repris
tr: Oynatıldı

source: تم إيقاف الملف
es: detenido
fr: Fichier arrêté
tr: Dosya durduruldu

source: لا يمكن تشغيل هذا المقطع
es: Este archivo no se puede reproducir
fr: Ce fichier ne peut pas être lu
tr: Bu dosya oynatılamıyor

source: هل أنت متأكد بأنك تريد حذف الملف {f}. في حال تم الحذف لا يمكنك إسترجاعه مرةً أُخرى
es: ¿Estás seguro que quieres eliminar el archivo {f}? Si se elimina, no lo puedes restaurar
fr: Êtes-vous sûr de vouloir supprimer le fichier {f} ? En cas de suppression, vous ne pouvez pas le restaurer
tr: Dosyayı silmek istediğinizden emin misiniz? {f}. Silinirse tekrar geri yükleyemezsiniz

source: تنبيه
es: alerta
fr: Alerte
tr: Dikkat

source: تم حذف {f}
es: {f} eliminado
fr: {f} supprimé
tr: {f} Silindi

source: لم يتم التشغيل من يوتيوب
es: No se reproduce desde YouTube
fr: Pas de lecture en cours à partir de YouTube
tr: YouTube'dan oynatılmıyor

source: تم نسخ الوصف إلى الحافظة
es: Descripción copiada al portapapeles
fr: Description copiée dans le presse-papiers
tr: Açıklama panoya kopyalandı

source: لا يوجد وصف لنسخه
es: No hay descripción que copiar
fr: Aucune description à copier
tr: Kopyalanacak açıklama yok

source: تم تعطيل التشغيل العشوائي
es: Reproducción aleatoria desactivada
fr: Lecture aléatoire désactivé
tr: Karışık oynatma devre dışı

source: تم تفعيل التشغيل العشوائي
es: Reproducción aleatoria activada
fr: Lecture aléatoire activé
tr: Karışık oynatma etkinleştirildi

source: تم تعيين أقصى قيمة للسرعة
es: Velocidad establecida al máximo
fr: Vitesse établie au maximum
tr: Maksimum hız değeri ayarlandı

source: تم تعيين السرعة على {rate}
es: Velocidad ​​establecida en {rate}
fr: Vitesse établie sur {rate}
tr: Hız ayarlandı {rate}

source: تم تعيين أدنى قيمة للسرعة
es: Velocidad establecida al mínimo
fr: Vitesse établie au minimum
tr: Minimum hız değeri ayarlandı

source: تم إلغاء كتم الصوت
es: Sonido desilenciado
fr: Son établi
tr: Ses açık

source: تم كتم الصوت
es: Sonido silenciado
fr: Son coupé
tr: Ses kapalı

source: لا يمكن كتم الصوت
es: No se puede silenciar el sonido
fr: Le son ne peut pas être coupé
tr: Ses kapatılamaz

source: تم إنتهاء تشغيل المقطع
es: La pista ha terminado de reproducirse
fr: La piste a fini sa lecture
tr: Parça çalmayı bitirdi

source: {title}, المدة: {duration}, الوقت المُنقَضي: {elapsed}, مستوى الصوت الحالي: {volume}
es: {title}. Duración: {duration}. Tiempo transcurrido: {elapsed}. Nivel actual de volumen: {volume}
fr: {title}. Durée: {duration}. Temps écoulé: {elapsed}. Niveau actuel de volume: {volume}
tr: {title}, Süre: {duration}, Geçen süre: {elapsed}, Mevcut ses seviyesi: {volume}

source: الرابط
es: URL
fr: URL
tr: URL

source: يتمفتح المجلد {} / {}
es: abriendo la carpeta {} / {}
fr: Ouverture en cours du dossier {} / {}
tr: Klasörünü açma {} / {}

source: لا يوجد هناك مجلد
es: no hay carpeta
fr: Il n'y a pas de dossier
tr: Klasör yok

source: تم الإعادة من المقطع الأول
es: restaurado desde la primera pista
fr: Restauré à partir de la première piste
tr: İlk baştan tekrar oynatıldı

source: تم الإنتقال إلى آخِر ملف
es: Movido al último archivo
fr: Déplacé vers le dernier fichier
tr: Son dosyaya geçtiniz

source: لا توجد هناك قائمة
es: No hay lista
fr: Il n'y a pas de liste
tr: Liste yok

source: تم الإنتقال إلى آخِر مقطع
es: Movido a la última pista
fr: Déplacé vers la dernière piste
tr: son parçaya geçtiniz

source: اكتب رقم الملف لتشغيله, 0/{l}
es: Escribe el número del archivo para reproducir, 0/{l}
fr: Tapez le numéro de fichier à lire, 0/{l}
tr: Oynatmak için dosya numarasını yazın, 0/{l}

source: الذهاب إلى
es: ir a
fr: Aller à
tr: Git

source: تم الإعادة من الملف الأول
es: Restaurado desde el último archivo
fr: Restauré à partir du premier fichier
tr: İlk dosyadan geri yüklendi

source: تم تعطيل التكرار
es: Repetir desactivado
fr: Répéter désactivé
tr: Tekrarlama modu devre dışı

source: تم تفعيل التكرار
es: Repetir activado
fr: Répéter activé
tr: Tekrarlama modu etkinleştirildi

source: تم تعطيل تشغيل الملف التالي
es: Reproducción del siguiente archivo desactivada
fr: Lecture du fichier suivant désactivé
tr: Sonraki dosyayı oynatma modu devre dışı

source: تم تمكين تشغيل الملف التالي
es: reproducción del siguiente archivo activada
fr: Lecture du fichier suivant activé
tr: Sonraki dosyayı oynatma modu etkinleştirildi

source: تم إظهار البرنامج
es: Se muestra el programa
fr: Le programme est affiché
tr: Program gösterildi

source: تم إخفاء البرنامج, اضغط على الإختصار العام لديك + h لإظهاره
es: El programa está oculto. Presiona tu atajo global + h para mostrarlo
fr: Le programme est masqué. Appuyez sur votre raccourci global + h pour l'afficher
tr: Program gizli, göstermek için genel kısayolunuz + h'ye basın

source: تم تعيين نقطة البداية
es: Se ha establecido el punto de inicio
fr: Le point de début a été établi
tr: Başlangıç noktası belirlendi

source: تم تعيين نقطة النهاية
es: se ha establecido el punto de finalización
fr: Le point final a été établi
tr: Bitiş noktası belirlendi

source: لا يتناسَق وقت نقطة البداية مع وقت نقطة النهاية
es: El tiempo en el punto de inicio no coincide con el tiempo en el punto de finalización
fr: Le temps du point de début ne correspond pas avec le temps du point final
tr: Başlangıç noktası zamanı, bitiş noktası zamanı ile eşleşmiyor

source: تم إيقاف تكرار المقطع المحدد
es: Repetición del clip seleccionado detenida
fr: Répétition du clip sélectionné arrêté
tr: Seçilen parçanın tekrarı durduruldu

source: تم تمكين تكرار المقطع المحدد
es: repetición del clip seleccionado activada
fr: Répétition du clip sélectionné activé
tr: Seçilen parçanın tekrarı etkinleştirildi

source: تم تعيين السرعة على {s}
tr: Hız ayarlandı {s}

source: تم تعيين مستوى الصوت على {v}%
tr: Ses seviyesi {v}% olarak ayarlandı

source: تعذر العثور على ملف المساعدة
es: No se pudo encontrar el archivo de ayuda
fr: Le fichier d'aide n'a pas pu être trouvé
tr: Yardım dosyası bulunamadı

source: دقيقة واحدة
es: un minuto
fr: une minute
tr: 1 Dakika

source: دقيقتان
es: dos minutos
fr: deux minutes
tr: 2 Dakika

source: {} دقائق
es: {} minutos
fr: {} minutes
tr: {} Dakika

source: {} دقيقة
es: {} minuto
fr: {} minute
tr: {} Dakika

source: ثانية
es: segundo
fr: seconde
tr: 1 Saniye

source: ثانيتين
es: dos segundos
fr: deux secondes
tr: 2 Saniye

source: {} ثواني
es: {} Segundos
fr: {} secondes
tr: {} Saniye

source: {} ثانية
es: {} segundo
fr: {} seconde
tr: {} Saniye

source: ساعة
es: hora
fr: heure
tr: 1 Saat

source: ساعتان
es: dos horas
fr: deux heures
tr: 2 Saat

source: {} ساعات
es: {} horas
fr: {} heures
tr: {} Saat

source: {} ساعة
es: {} hora
fr: {} heure
tr: {} Saat

source: {} و{}
es: {} y {}
fr: {} et {}
tr: {} ve {}

source: {} و{} و{}
es: {} y {} y {}
fr: {} et {} et {}
tr: {} ve {} ve {}

source: التعليقات
es: comentarios
fr: Commentaires
tr: Yorumlar

source: قائمة التعليقات
es: Lista de comentarios
fr: Liste de commentaires
tr: Yorum listesi

source: نص التعليق
es: Comentarios
fr: Commentaires
tr: Yorum metni

source: نسخ التعليق
es: copiado de comentarios
fr: Copier les commentaires
tr: Yorumu kopyala

source: إغلاق
es: cerrar
fr: Fermer
tr: Kapat

source: {content}, المُعلق: {author}, {published}
es: {content}. autor del comentario: {author}. {published}
fr: {content}. Auteur du commentaire: {author}. {published}
tr: {content}, Yorum yapan: {author}, {published}

source: لا تتوفر تعليقات لِهذا الفيديو
es: No hay comentarios para este video
fr: Il n'y a pas de commentaires pour cette vidéo
tr: Bu video için yorum yok

source: يتم تحميل المزيد من التعليقات
es: Cargando más comentarios
fr: Chargement en cours de plus de commentaires
tr: Daha fazla yorum yükleniyor

source: لا يوجد هناك المزيد من التعليقات
es: No hay más comentarios
fr: Il n'y a plus de commentaires
tr: Başka yorum yok

source: اكتمل تحميل المزيد من التعليقات
es: Más comentarios cargados
fr: Plus de commentaires chargés
tr: Daha fazla yorum yükleme tamamlandı

source: أشهر
es: Meses
fr: mois
tr: Ay

source: شهر
es: Mes
fr: mois
tr: Ay

source: يوم
es: día
fr: jour
tr: Gün

source: أيام
es: días
fr: jours
tr: Gün

source: إسبوع
es: semana
fr: semaine
tr: Hafta

source: أسابيع
es: semanas
fr: semaines
tr: hafta

source: سنة
es: año
fr: an
tr: Yıl

source: سنين
es: años
fr: ans
tr: Yıl

source: منذ {t1} {t2}
es: hace {t1} {t2}
fr: Il y a {t1} {t2}
tr: {t1} {t2} Önce

source: المفضلة
es: favoritos
fr: Favoris
tr: Favoriler

source: الفئات
es: Categorías
fr: Catégories
tr: Kategoriler

source: قائمة المفضلة
es: lista de favoritos
fr: Liste des favoris
tr: Favori listesi

source: فتح جميع العناصر كقائمة
es: Abrir todos los elementos como una lista
fr: Ouvrir tous les éléments en tant que liste
tr: Tüm öğeleri bir liste olarak aç

source: إضافة فئة جديدة
es: Añadir nueva categoría
fr: Ajouter une nouvelle catégorie
tr: Yeni bir kategori ekle

source: حذف الفئة
es: Eliminar categoría
fr: Supprimer la catégorie
tr: kategoriyi sil

source: في حال تم الضغط فوق نعم, سيتم حذف الفئة {c} مع العناصر في داخل هذه الفئة, هل تريد الحذف؟
es: Al presionar sí, la categoría {c} se eliminará junto con todos sus elementos. ¿Quieres eliminarla?
fr: En appuyant sur oui, la catégorie {c} sera supprimée avec tous ses éléments. Voulez-vous la supprimer ?
tr: Evet butonuna basarsanız, bu kategorideki öğelerle birlikte {c} kategorisi de silinecektir. Silmek istiyor musunuz?

source: لقد تم حذف الفئة بنجاح
es: La categoría se ha eliminado con éxito
fr: La catégorie a été supprimée avec succès
tr: Kategori başarıyla silindi

source: نجاح
es: éxito
fr: Succès
tr: Başarılı

source: الإسم
es: nnombre
fr: Nom
tr: İsim

source: قم بإدخال إسم الفئة المراد إضافتها
es: Ingresa el nombre de la categoría a añadir
fr: Entrez le nom de la catégorie à ajouter
tr: Eklenecek kategorinin adını girin

source: {t}, يبدأ المقطع عند ({p}), النوع ({iu}), تم الإضافة في ({time}).
es: {t}, la pista comienza en ({p}), tipo ({iu}), agregado ({time}).
fr: {t}, la piste commence à ({p}), type ({iu}), ajoutée dans ({time}).
tr: {t}, Parça şuradan başlıyor ({p}), eklendi ({time}).

source: رابط
es: URL
fr: URL
tr: URL

source: ملف
es: Abrir archivo
fr: Ouvrir un fichier
tr: Dosya aç

source: حذف
es: Eliminar
fr: Supprimer
tr: Silmek

source: هل تريد إزالة {t} مِن المفضلة?
es: ¿quieres eliminar {t} de favoritos?
fr: Voulez-vous supprimer {t} des favoris ?
tr: {t} Öğesini favoriden kaldırmak istiyor musunuz?

source: إضافة {t} إلى المفضلة
es: Añadir {t} a favoritos
fr: Ajouter {t} aux favoris
tr: {t} favorilere ekle

source: اختر الفئة
es: Elegir categoría
fr: Choisissez la catégorie
tr: Kategori Seçin

source: إضافة
es: añadir
fr: ajouter
tr: Ekle

source: إلغاء
es: cancelar
fr: Annuler
tr: İptal

source: لا توجد هناك فئات متوفرة, يبدو تم حذف جميع الفئات مع الفئة الإفتراضية )الفئة الإفتراضية(, في حال لا يوجد هناك أي فئة متوفرة, لا يمكن إضافة عناصر للمفضلة, هل تريد إنشاء فئة الآن?
es: No hay categorías disponibles. Parece que todas las categorías se han eliminado con la categoría predeterminada, (categoría predeterminada). Si no hay categorías disponibles, no se pueden añadir elementos a favoritos. ¿Quieres crear una categoría ahora?
fr: Il n'y a pas de catégories disponibles. Il semble que toutes les catégories ont été supprimées avec la catégorie par défaut (Catégorie par défaut). S'il n'y a pas de catégories disponibles, vous ne pouvez pas ajouter d'éléments aux favoris. Voulez-vous créer une catégorie maintenant ?
tr: Kullanılabilir kategori yok, tüm kategoriler varsayılan kategoriyle silinmiş görünüyor (varsayılan kategori), kategori yoksa, favorilere öğe eklemek mümkün değil, şimdi bir kategori oluşturmak ister misiniz?

source: لم يتم العثور على فئات
es: No se encontraron categorías
fr: Aucune catégorie n'a été trouvée
tr: Kategori bulunamadı

source: الفئة الإفتراضية
es: Categoría predeterminada
fr: Catégorie par défaut
tr: Varsayılan kategori

source: تم الإضافة إلى المفضلة
es: Añadido a favoritos
fr: Ajouté aux favoris
tr: Favorilere eklendi

source: تم إضافة الفئة بنجاح
es: Categoría añadida con éxito
fr: La catégorie a été ajoutée avec succès
tr: Kategori başarıyla eklendi

source: دليل الإستخدام
es: Guía del usuario
fr: Guide de l'utilisateur
tr: Kullanım kılavuzu

source: سجل البحث
es: Historial de búsquedas
fr: Historique de recherche
tr: Arama geçmişi

source: التاريخ
es: Fecha
fr: Date
tr: Tarih

source: نتائج البحث
es: Resultados de búsqueda
fr: Résultats de recherche
tr: Arama Sonuçları

source: حذف التاريخ المحدد
es: Eliminar la fecha seleccionada
fr: Supprimer la date sélectionnée
tr: Seçilen tarihi sil

source: محو السجل
es: Limpiar historial
fr: Nettoyer l'historique
tr: Geçmişi temizle

source: في حال تم الضغط فوق نعم, سيتم حذف سجل البحث بأكمله ولا يمكنك إسترجاعه مرةً أخرى, هل تريد الحذف؟
es: Al presionar sí, todo el historial de búsquedas se eliminará sin posibilidad de recuperarlo. ¿Quieres eliminarlo?
fr: En appuyant sur oui, toutes les recherches seront supprimées sans la possibilité de les récupérer. Voulez-vous les supprimer ?
tr: Tüm arama geçmişi silinecek. Silmek istiyor musunuz?

source: لقد تم حذف جميع سجل البحث
es: Se ha eliminado todo el historial de búsquedas
fr: Toutes les recherches de l'historique ont été supprimées
tr: Tüm arama geçmişi silindi

source: في حال تم الضغط فوق نعم, سيتم حذف التاريخ المحدد ولا يمكنك إسترجاعه مرةً أخرى, هل تريد الحذف؟
es: Al presionar sí, la fecha seleccionada se eliminará sin posibilidad de recuperar. ¿Quieres eliminarla?
fr: En appuyant sur oui, la date sélectionnée sera supprimée sans la possibilité de la récupérer. Voulez-vous la supprimer ?
tr: Seçilen tarih silinecek. Silmek istiyor musunuz?

source: لقد تم حذف التاريخ المحدد مِن سجل البحث
es: La fecha seleccionada se ha eliminado del historial de búsquedas
fr: La date sélectionnée a été supprimée de l'historique de recherche
tr: Seçilen tarih arama geçmişinden silindi

source: موافق
es: aceptar
fr: OK
tr: Tamam

source: تم الإلغاء
es: cancelado
fr: Annulé
tr: İptal edildi

source: لم نتمكن من الوصول إلى خدمة التحديثات, قد تكون هناك مشكلة مؤقتة, أو مشكلة في الإتصال لديك, تأكد مِن الإتصال بالأنترنت ثم عاود مجددًا.
es: No pudimos comunicarnos con el servicio de actualizaciones. Puede que haya un problema temporalo de conexión. Asegúrate que estás conectado a internet y vuelve a intentarlo.
fr: Nous n'avons pas pu communiquer avec le service de mise à jour. Il peut y avoir un problème de connexion temporaire. Assurez-vous que vous êtes connecté à Internet et réessayez.
tr: Güncelleme sunucusuna ulaşılamıyor. Geçici bir sorun veya bağlantı sorunu olabilir, internete bağlı olduğunuzdan emin olun ve daha sonra tekrar deneyin.

source: تم إكتشاف هناك تحديث جديد للغة {lang} هل تريد التحديث الآن?
tr: {lang} için yeni bir güncelleme algılandı. Şimdi güncellemek istiyor musunuz?

source: هناك تحديث جديد للغة
tr: Yeni bir dil güncellemesi var

source: لديك أحدث تحديث للغة
tr: En son dil güncellemesine sahipsiniz

source: حدث خطأ أثناء محاولة الإتصال بخدمة التحديثات, يرجى المحاولة لاحقًا
es: Se produjo un error al intentar conectar al servicio de actualizaciones. Por favor vuelve a intentar más tarde.
fr: Il y a eu une erreur lorsque vous essayez de vous connecter au service de mise à jour. Veuillez réessayer plus tard.
tr: Güncelleme sunucusuna bağlanmaya çalışırken bir hata oluştu, lütfen daha sonra tekrar deneyin.

source: خطأ في الإتصال
es: Error de conexión
fr: Erreur de connexion
tr: Bağlantı hatası

source: يتم تحميل التحديثات
es: Descargando actualizaciones
fr: Téléchargement des mises à jour en cours
tr: Güncelleme indiriliyor

source: حالة التحميل
es: Estado de la descarga
fr: État du téléchargement
tr: İndirme durumu

source: إيقاف التحميل
es: Detener descarga
fr: Arrêtez le téléchargement
tr: İndirmeyi durdur

source: حدث خطأ أثناء عملية التحديث ، يرجى المحاولة مرة أخرى في وقت لاحق.
es: Se produjo un error al intentar conectarse al servicio de actualizaciones. Por favor vuelve a intentar más tarde.
fr: Il y a eu une erreur lorsque vous essayez de vous connecter au service de mise à jour. Veuillez réessayer plus tard.
tr: Güncelleme işlemi sırasında bir hata oluştu, lütfen daha sonra tekrar deneyin.

source: يتم تحميل التحديث {}
es: Descargando actualización {}
fr: Téléchargement en cours de la mise à jour {}
tr: Güncelleme yükleniyor {}

source: تم تحميل التحديث بنجاح, انقر فوق موافق لإعادة تشغيل البرنامج وتطبيق التحديث الجديد للغة
tr: Güncelleme başarıyla indirildi, programı yeniden başlatmak ve yeni dil güncellemesini uygulamak için Tamam'ı tıklayın.

source: بواسطة {b}
es: por {b}
fr: Par {b}
tr: {b} Tarafından yüklendi

source: عدد المشاهدات {}
es: Visualizaciones {}
fr: Vues {}
tr: {} Görüntülenme aldı

source: بث مباشر
es: en vivo
fr: En direct
tr: Canlı yayın

source: المدة: {}
es: Duración: {}
fr: Durée: {}
tr: Süre: {}

source: البحث في المجلد
es: Buscar en la carpeta
fr: Rechercher dans le dossier
tr: Klasörde ara

source: كلمة البحث
es: Buscar palabra
fr: Rechercher un mot
tr: Bir arama terimi girin

source: بحث
es: buscar
fr: Rechercher
tr: Ara

source: قم بإدخال كلمة بحث أولا
es: Primero ingresa un término de búsqueda
fr: Entrez d'abord un terme de recherche
tr: Önce bir arama terimi girin

source: لا توجد نتائج
es: sin resultados
fr: Il n'y a aucun résultat
tr: Sonuç yok

source: لم يتم العثور على نتائج مطابِقة لكلمة البحث هذه
es: No se encontraron resultados para este término de búsqueda
fr: Aucun résultat n'a été trouvé pour ce terme de recherche
tr: Bu arama terimi için sonuç bulunamadı

source: نتيجة واحدة
es: un resultado
fr: un résultat
tr: Bir sonuç

source: نتيجتان
es: dos resultados
fr: deux résultats
tr: İki sonuç

source: نتائج
es: resultados
fr: Résultats
tr: Sonuçlar

source: نتائج البحث عن {w}, هناك {rc} {rc2}
es: Resultados de búsqueda para {w}, hay {rc} {rc2}
fr: Résultats de recherche pour {w}, il y a {rc} {rc2}
tr: {w} için arama sonuçları, {rc} {rc2} var

source: فتح مسار الملف
es: Abrir ruta de archivo
fr: Ouvrir le chemin du fichier
tr: Dosya Konumunu aç

source: نسخ مسار الملف
es: Copiar ruta de archivo
fr: Copier le chemin du fichier
tr: Dosya konumunu kopyala

source: إعدادات البرنامج
es: Ajustes del programa
fr: Paramètres du programme
tr: Program ayarları

source: اختر ما تريد تعديله من الإعدادات
es: Elige lo que deseas modificar de los ajustes
fr: Choisissez ce que vous souhaitez modifier à partir des paramètres
tr: Ayarlardan neyi değiştirmek istediğinizi seçin

source: الإعدادات العامة
es: Ajustes generales
fr: Paramètres généraux
tr: Genel Ayarlar

source: إعدادات النطق
es: Ajustes de voz
fr: Paramètres vocaux
tr: Bildirim ayarları

source: إعدادات الترجمات
es: Ajustes de subtítulos
fr: Paramètres de sous-titres
tr: Altyazı ayarları

source: إعدادات الإختصارات العامة
es: Ajustes de atajos globales
fr: Paramètres des raccourcis globaux
tr: Genel kısayol ayarları

source: حفظ الإعدادات
es: Guardar ajustes
fr: Sauvegarder les paramètres
tr: Ayarları kaydet

source: لقد قمت بتغيير بعض الإعدادات التي تتطلب إعادة تشغيل البرنامج لتطبيقها, هل تريد إعادة تشغيل البرنامج الآن؟
es: Has cambiado algunas configuraciones que requieren que el programa se reinicie para surtir efecto. ¿Quieres reiniciar el programa ahora?
fr: Vous avez modifié certains des paramètres qui nécessitent que le programme redémarre pour que ces changements prennent effet. Voulez-vous redémarrer le programme maintenant ?
tr: Uygulanması için programın yeniden başlatılmasını gerektiren bazı ayarları değiştirdiniz, programı şimdi yeniden başlatmak istiyor musunuz?

source: لغة البرنامج, يتطلب هذا الأمر إعادة تشغيل البرنامج كَي تتطبق الإعدادات
es: Idioma del programa, esta opción requiere un reinicio del programa para que los ajustes surtan efecto
fr: Langue du programme, cette option nécessite un redémarrage du programme pour que les paramètres prennent effet
tr: Program dili, bu seçenek, ayarların etkinleşmesi için programın yeniden başlatılmasını gerektirir
